Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Puolustusjärjestelmän ylläpidon ja kehittämisen painopisteet selontekokaudella ovat kaikkien puolustushaarojen valmius, käytöstä poistuvien suorituskykyjen korvaaminen sekä tiedustelu, kyberpuolustus ja kaukovaikuttaminen.
sv_se: Prioriteringarna i fråga om att upprätthålla och utveckla försvarssystemet under redogörelseperioden är samtliga försvarsgrenars beredskap, ersättande av kapaciteter som tas ur bruk samt spaning, cyberförsvar och fjärrpåverkan.

source: Puolustusselonteon linjaus Puolustusvoimien sodan ajan vahvuuden nostamisesta 280 000 sotilaaseen toimeenpannaan osana puolustusvoimien operatiivista suunnittelua ja reservin kertausharjoituskoulutusta.
sv_se: Försvarsredogörelsens riktlinje att höja den krigstida styrkan till 280 000 soldater genomförs som ett led i försvarsmaktens operativa planering och reservens repetitionsövningsutbildning.

source: Puolustusministeriön hallinnonalan valmius on pidetty korkealla tasolla.
sv_se: Beredskapen på försvarsministeriets förvaltningsområde har hållits på hög nivå.

source: Alueellisen koskemattomuuden valvonnan ja turvaamisen edellyttämät voimavarat on ylläpidetty karsimalla tarpeen mukaan muita toimintoja.
sv_se: De resurser som krävs för att bevaka och trygga den territoriella intergriteten har upprätthållits genom att vid behov gallra i andra funktioner.

source: Vapaaehtoista maanpuolustustyötä on ohjattu suunnitelmallisesti.
sv_se: Det frivilliga försvarsarbetet har styrts systematiskt.

source: Puolustusministerin asettama työryhmä selvitti vapaaehtoisen maanpuolustuskoulutuksen kehittämisvaihtoehtoja.
sv_se: En arbetsgrupp tillsatt av försvarsministern utredde olika utvecklingsalterativ för den frivilliga försvarsutbildningen.

source: Työryhmä esitti, että vapaaehtoiseen maanpuolustukseen kuuluva sotilaallinen koulutus siirretään Maanpuolustuskoulutusyhdistykseltä Puolustusvoimille.
sv_se: Arbetsgruppen föreslog att den militära utbildning som ingår i det frivilliga försvaret förs över från Försvarsutbildningsföreningen till försvarsmakten.

source: Maanpuolustuskoulutusyhdistyksen tehtäviksi tulisi tällöin Puolustusvoimien antaman sotilaallisen koulutuksen tukeminen ja sotilaallisia valmiuksia palvelevan koulutuksen sekä varautumis- ja turvallisuuskoulutuksen antaminen.
sv_se: Föreningens uppgifter blir då att stödja den militära utbildning som försvarsmakten ger och att tillhandahålla utbildning som stöder försvarskapaciteten samt beredskaps- och säkerhetsutbildning.

source: Puolustuksemme teknologinen perusta turvataan säilyttämällä kriittisten suorituskykyjen edellyttämien keskeisimpien teknologia-alueiden osaaminen Suomessa.
sv_se: Den teknologiska grunden för vårt försvar tryggas genom att hålla expertisen på de teknikområden som är mest centrala för de kritiska kapacitetsområdena kvar i Finland.

source: Strategisten suorituskykyhankkeiden (merivoimien taistelualushanke Laivue 2020 ja ilmavoimien HX- eli Hornet-hävittäjien seuraajahanke) valmistelua on jatkettu suunnitelman mukaisesti.
sv_se: Beredningen av de strategiska kapacitetsprojekten (marinens stridsfartygsprojekt Flottilj 2020 och flygvapnets HX-projekt, som ska ersätta Hornet-jaktplanen) har fortsatt planenligt.

source: Vuonna 2018 on tarkoitus tehdä pääsopimukset Laivue 2020 -hankkeen aluksista ja taistelujärjestelmistä sekä käynnistää tarjouskilpailu HX-hankkeessa.
sv_se: År 2018 är det meningen att ingå huvudavtalen om fartygen i projektet Flottilj 2020 och stridssystemen och inleda anbudsförfarandet i HXprojektet.

source: Puolustusyhteistyötä on tiivistetty Ruotsin, Yhdysvaltojen ja Naton kanssa erityisesti koulutus- ja harjoitustoiminnassa, varautumisessa ja yhteisessä tilannetietoisuudessa.
sv_se: Försvarssamarbetet med Sverige, USA och Nato har intensifierats i synnerhet i fråga om utbildning och övningar, beredskap och gemensam lägesuppfattning.

source: Suomen ja Naton välillä allekirjoitettiin kyberpuolustusta koskeva poliittinen puitejärjestely (yhteistoiminta-asiakirja, ei-oikeudellisesti sitova ’framework arrangement’).
sv_se: Finland och Nato undertecknade ett politiskt ramavtal om cyberförsvar (samarbetsavtal, ’framework arrangement’ som inte är juridiskt bindande).

source: EU:n puolustusyhteistyöllä tuetaan Suomen puolustuskyvyn kehittämistä ja unionia turvallisuusyhteisönä.
sv_se: Genom EU:s försvarssamarbete stöds utvecklingen av Finlands försvarsförmåga och unionen som säkerhetsgemenskap.

source: Vuonna 2017 yhteistyötä edistettiin erityisesti strategisen ohjauksen ja EU:n rahoitusmahdollisuuksien laajentamisen osalta.
sv_se: År 2017 främjades samarbetet i synnerhet i fråga om strategisk styrning och en utvidgning av EU:s finansieringsmöjligheter.

source: Lisäksi Suomi toimi vuoden 2017 pohjoismaisen puolustusyhteistyön (Nordefco ) puheenjohtajamaana.
sv_se: Finland var dessutom ordförande för det nordiska försvarssamarbetet (Nordefco ) 2017.

source: Tiedustelulainsäädännön valmistelu
sv_se: Beredningen av underrättelselagstiftningen

source: Kertomusvuoden aikana saatettiin loppuun tiedustelulainsäädännön kokonaisuuden valmistelu.
sv_se: Under berättelseåret slutfördes beredningen av underrättelselagstiftningen som helhet.

source: Tavoitteena on parantaa suomalaisen yhteiskunnan mahdollisuuksia suojautua kansalliseen turvallisuuteen kohdistuvilta vakavilta uhkilta myös tietoverkkouhat huomioiden.
sv_se: Målet är att förbättra det finska samhällets möjligheter att värja sig mot allavarliga hot som riktar sig mot den nationella säkerheten, även med avseende på hot från internet.

source: Suomen turvallisuusympäristö muuttuu nopeasti, ja uudet uhat edellyttävät uudenlaista valmiutta ja varautumista.
sv_se: Finlands säkerhetsmiljö förändras snabbt och de nya hoten kräver nya slag av förmåga och beredskap.

source: Kokonaisuuden neljä hallituksen esitystä annettiin eduskunnalle tammikuussa 2018.
sv_se: De fyra regeringspropostionerna i helheten lämnades till riksdagen i januari 2018.

source: Perustuslaki esitetään tarkistettavaksi siten, että tavallisella lailla voitaisiin säätää tarpeellisiksi katsottavien edellytysten täyttyessä kansallisen turvallisuuden suojaamiseksi välttämättömistä rajoituksista luottamuksellisen viestin salaisuuden suojaan (HE 198/2017 vp).
sv_se: I propositionen föreslås att grundlagen revideras så att det, för att trygga den nationella säkerheten, genom lag kan föreskrivas om nödvändiga begränsningar i skyddet för hemligheten i fråga om förtroliga meddelanden, när de förutsättningar som ska anses vara behövliga är uppfyllda (RP 198/2017 rd).

source: Käytännössä muutoksella mahdollistettaisiin tiedustelutoimivaltuuksia koskeva lainsäädäntö.
sv_se: I praktiken möjliggör ändringen den lagstiftning som rör underrättelsebefogenheter.

source: Hallitus on ehdottanut, että esitys käsiteltäisiin kiireellisessä perustuslainsäätämisjärjestyksessä.
sv_se: Regeringen har föreslagit att propositionen behandlas i brådskande grundlagsordning.

source: Siviilitiedustelua koskevat säännökset (HE 202/2017 vp) pohjautuisivat osin nykylainsäädäntöön ja olisivat osin uusia.
sv_se: Bestämmelserna om civil underrättelseinhämtning (RP 202/2017 rd) planeras att till en del basera sig på den nuvarande lagstiftningen medan andra är nya.

source: Poliisilakiin sisällytettäisiin uusi siviilitiedustelua koskeva luku ja tietoliikennetiedustelusta säädettäisiin uusi laki.
sv_se: I polislagen föreslås ett nytt kapitel om civil underrättelse och för underrättelseinhämtning avseende datatrafik planeras en ny lag.

source: Suojelupoliisille esitetään tiedustelutoimivaltuuksia sekä Suomessa että ulkomailla.
sv_se: För skyddspolisen föreslås underrättelsebefogenheter både i Finland och utomlands.

source: Tiedustelumenetelmät perustuisivat osin poliisilaissa jo nyt säädettyihin tiedonhankintakeinoihin.
sv_se: Metoderna för underrättelseinhämtning grundar sig enligt propositionen delvis på metoder som redan nu ingår i polislagen.

source: Kokonaan uusia toimivaltuuksia olisivat paikkatiedustelu, viestin jäljentäminen, viestin lähetyksen pysäyttäminen jäljentämistä varten sekä tietoliikennetiedustelu.
sv_se: Som helt nya befogenheter föreslås platsspecifik underrättelseinhämtning, kopiering, kvarhållande av försändelser för kopiering och underrättelseinhämtning som avser datatrafik.

source: Tietoliikennetiedustelulla puolestaan mahdollistetaan Suomen rajan viestintäverkossa ylittävään tietoliikenteeseen kohdistuva tekninen tiedonhankinta sekä hankitun tiedon käsittely.
sv_se: Med underrättelseinhämtning som avser datatrafik möjliggör man i sin tur teknisk informationsinhämtning som riktar sig mot datatrafiken i en del av kommunikationssnätet som överskrider Finlands gräns och hantering av den här informationen.

source: Tiedustelumenetelmien tarkoituksena olisi tuottaa välttämätöntä tietoa kansallista turvallisuutta vakavasti uhkaavasta toiminnasta ylimmän valtiojohdon päätöksenteon tueksi sekä kansallisen turvallisuuden suojaamiseksi.
sv_se: Syftet med underrättelsemetoderna är att inhämta nödvändig information om verksamhet som allvarligt hotar den nationella säkerheten som stöd för den högsta statsledningens beslutsfattande och för att skydda den nationella säkerheten.

source: Uudella sotilastiedustelulailla (HE 203/2017 vp) parannettaisiin Puolustusvoimien tiedonhankintaa vakavista kansainvälisistä uhkista siten, että Puolustusvoimille säädettäisiin toimivaltuudet henkilötiedusteluun ja tietojärjestelmätiedusteluun, radiosignaalitiedusteluun sekä tietoliikennetiedusteluun.
sv_se: Med den nya lagen om militär underrättelseverksamhet (RP 203/2017 rd) förbättras försvarsmaktens informationsinhämtning om allvarliga internationella hot genom att försvarsmakten ges befogenheter till personbaserad underrättelseinhämtning, underrättelseinhämtning som avses datasystem, radiosignalspaning och underrättelseinhämtning som avser datatrafik.

source: Sotilastiedustelu auttaa varautumaan Suomeen kohdistuviin sotilaallisiin uhkiin ja tukee muita viranomaisia.
sv_se: Den militära underrättelsen hjälper Finland att bereda sig för militära hot och stöder andra myndigheter.

source: Tiedustelutoiminnan valvonta muodostuisi sekä parlamentaarisesta valvonnasta että laillisuusvalvonnasta vastaavasta uudesta viranomaisesta (tiedusteluvaltuutettu) (HE 199/2017 vp).
sv_se: Övervakningen av underrättelseverksamheten föreslås bestå av såväl parlamentarisk övervakning som en ny myndighet som ansvarar för laglighetskontrollen (underrättelseombudsman) (RP 199/2017 rd).

source: Tiedustelutoiminnan laillisuusvalvonnan tehokkaalla järjestämisellä ja valvontaelinten vahvalla asemalla ja toimivaltuuksilla turvataan luottamusta tiedustelutoiminnan asianmukaisuuteen ja yksilön oikeusturvan toteutumiseen.
sv_se: Förtroendet för att underrättelseverksamheten sköts korrekt och att individens rättssäkerhet kan garanteras ska enligt förslaget tryggas genom att organisera laglighetskontrollen av underrättelseverksamheten på ett effektivt sätt och ge tillsynsorganen en stark ställning och omfattande befogenheter.

source: Sotilastiedusteluviranomaisia olisivat Puolustusvoimien pääesikunta ja Puolustusvoimien tiedustelulaitos.
sv_se: De militära underrättelsemyndigheterna blir försvarsmaktens huvudstab och försvarsmaktens underrättelsetjänst.

source: Arktinen yhteistyö
sv_se: Det arktiska samarbetet

source: Suomen arktisen strategian päivityksen painopisteitä ovat Suomen arktinen ulko- ja EU-politiikka, arktinen osaaminen, kestävä matkailu ja infrastruktuurin ratkaisut.
sv_se: Prioriterade områden i uppdateringen av Finlands arktiska strategi är Finlands arktiska utrikes- och EU-politik, arktisk expertis, hållbar turism och infrastrukturlösningar.

source: Suomi haluaa tuottaa arktisen kehityksen pulmakysymyksiin innovatiivisia ratkaisuja.
sv_se: Finland vill ta fram innovativa lösningar på problemfrågor i den arktiska utvecklingen.

source: Hallitus hyväksyi maaliskuussa 2017 strategian toimenpidesuunnitelman.
sv_se: Regeringen godkände strategins åtgärdsplan i mars 2017.

source: Arktinen neuvottelukunta asetettiin tammikuussa 2017.
sv_se: Delegationen för arktiska frågor tillsattes i januari 2017.

source: Sen tehtävä on tukea ja vahvistaa Suomen arktista politiikkaa, edistää sen tavoitteita, tehdä tunnetuksi arktisia kysymyksiä ja kirkastaa arktista identiteettiä.
sv_se: Dess uppgift är att stödja och stärka Finlands arktiska politik, främja dess mål, informera oma arktiska frågor och göra den arktista identiteten klarare.

source: Suomi on vaikuttanut EU:n kolmannen arktisen tiedonannon (E 45/2016 vp) toimeenpanoon arktisen strategian tavoitteidensa mukaisesti.
sv_se: Finland har påverkat genomförandet av EU:s tredje meddelande om Arktis (E 45/2016 rd) i överensstämmelse med målen i den arktiska strategin.

source: Tiedonanto antaa suuntaviivoja EU:n arktiselle politiikalle ilmastonmuutoksen torjumisessa, kestävän kehityksen edistämisessä ja kansainvälisessä yhteistyössä.
sv_se: Meddelandet anger riktlinjerna för EU:s arktiska politik när det gäller att bekämpa klimatförändringen, främja hållbar utveckling och bedriva internationellt samarbete.

source: Suomi korostaa EU:n panostusta työllisyyteen, kasvuun, investointeihin, infrastruktuurihankkeisiin, ympäristökysymyksiin, ilmastonmuutoksen torjuntaan ja sopeutumiseen, uusiutuvaan energiaan sekä arktiseen tutkimukseen ja innovaatioihin.
sv_se: Finland betonar EU:s satsningar på sysselsättning, tillväxt, investeringar, infrastrukturprojekt, miljöfrågor, bekämpning av och anpassning till klimatförändringen, förnybar energi och arktisk forskning och arktiska innovationer.

source: Suomi vaikuttaa EU:n rahoitusmahdollisuuksien täysimääräiseen hyödyntämiseen arktisilla ja pohjoisilla alueilla sekä edistää alueen rahoitusmahdollisuuksia EU:n seuraavalla monivuotisella rahoituskehyskaudella.
sv_se: Finland arbetar för att EU:s finansieringsmöjligheter ska utnyttjas maximalt i de arktiska och nordliga områdena och främjar finansieringsmöjligheterna för området under EU:s följande mångåriga budgetramperiod.

source: Suomi vastaanotti Arktisen neuvoston puheenjohtajuuden toukokuussa 2017.
sv_se: Finland tog över ordförandeskapet i Arktiska rådet i maj 2017.

source: Kaksivuotisen puheenjohtajuuskauden ohjelman kehyksen muodostavat ilmastonmuutostyö ja YK:n kestävän kehityksen tavoitteet (Agenda 2030).
sv_se: Ramen i programmet för den tvååriga ordförandeperioden utgörs av klimatarbete och FN:s mål för hållbar utveckling (Agenda 2030).

source: Kärkiteemat ovat ympäristönsuojelu, viestintäyhteydet, meteorologia ja koulutus.
sv_se: Huvudteman är miljöskydd, kommunikationsförbindelser, meteorologi och utbildning.

source: Arktisen neuvoston puheenjohtajuuden alku on sujunut myönteisesti.
sv_se: Ordförandeperioden i Arktiska rådet har inletts positivt.

source: Puheenjohtajuutta hyödynnetään myös Suomen maakuvan vahvistamisessa ja Suomen arktisen osaamisen tunnetuksi tekemisessä.
sv_se: Ordförandeskapet utnyttjas också till att stärka Finlands landsbild och sprida kännedom om Finlands arktiska expertis.

source: Suomen vaikutusmahdollisuuksia lisäävät samanaikaiset puheenjohtajuudet Arktisessa talousneuvostossa ja Arktisessa rannikkovartiostofoorumissa.
sv_se: De samtidiga ordförandeskapen i Arktiska kustbevakningsforumet och Arktiska ekonomiska rådet ökar Finlands möjligheter till inflytande.

source: 2.10 Sisä- ja oikeusasiat
sv_se: 2.10 Inrikesfrågor och rättsliga frågor

source: Sisäinen turvallisuus
sv_se: Den inre säkerheten

source: Hallitusohjelman tavoitteena on, että Suomi on maailman turvallisin maa asua, yrittää ja tehdä työtä.
sv_se: Regeringsprogrammets mål är att Finland ska vara världens tryggaste land när det gäller boende, företagande och arbete.

source: Vahva ja toimiva demokratia sekä luotettava hallinto synnyttävät vakautta ja sisäistä turvallisuutta.
sv_se: En stark och fungerande demokrati samt en pålitlig förvaltning skapar stabilitet och inre säkerhet.

source: Tilastollisesti tarkasteltuna Suomi on edelleen hyvin turvallinen maa.
sv_se: Statistiskt sett är Finland allt jämt ett mycket tryggt land.

source: Esimerkiksi rikostaso on kansainvälisesti vertaillen alhainen, ja rikosten määrä on laskenut 1990-luvulta lähtien.
sv_se: Till exempel brottsnivån är låg i internationell jämförelse och antalet brott har minskat sedan 1990-talet.

source: Väestön turvallisuuden tunne kuitenkin vaihtelee varsin paljon sekä ajassa että eri väestöryhmien välillä.
sv_se: Befolkningens känsla av trygghet varierar dock rätt mycket såväl i tid som mellan olika befolkningsgrupper.

source: Arjen turvallisuusongelmat kasautuvat edelleen varsin voimakkaasti pienelle väestönosalle.
sv_se: Säkerhetsproblemen i vardagen anhopas fortfarande ytterst starkt hos en liten del av befolkningen.

source: Hallitusohjelman tavoitteen toteutumista varmistavat kertomusvuonna valmistunut sisäisen turvallisuuden strategia sekä selonteko sisäisestä turvallisuudesta (VNS 5/2016 – EK 8/2017 vp).
sv_se: Regeringsprogrammets mål uppnås med hjälp av strategin för den inre säkerheten och redogörelsen för den inre säkerheten (SRR 5/2016 rd – RSk 8/2017 rd) som färdigställdes under berättelseåret.

source: Selonteossa keskityttiin sisäisen turvallisuuden keskeisten viranomaisten toimintaedellytyksiin.
sv_se: I redogörelsen låg fokus på verksamhetsförutsättningarna för de myndigheter som är centrala för den inre säkerheten.

source: Strategian toimenpideohjelman tavoitteena on, että kaikki yhteiskunnan resurssit saadaan tehokkaasti käyttöön sisäisen turvallisuuden edistämiseksi.
sv_se: Strategins åtgärdsprogram tar sikte på att samhällets alla resurser tas effektivt i bruk för att främja den inre säkerheten.

source: Hallituksen puolivälitarkastelussa keväällä 2017 turvallisuus linjattiin yhdeksi loppukauden toimintasuunnitelman painopisteeksi.
sv_se: I regeringens halvtidsöversyn våren 2017 fastslogs säkerheten som en av prioriteringarna i verksamhetsplanen för den återstående regeringsperioden.

source: Loppukaudella toteutetaan sekä sisäisen turvallisuuden selonteossa päätettyjä toimenpiteitä että uusia, nopeasti muuttuvan turvallisuustilanteen edellyttämiä toimenpiteitä.
sv_se: Under den genomförs både åtgärder som bestämts i redogörelsen för den inre säkerheten och nya åtgärder som påkallats av det snabbt föränderliga säkerhetsläget.

source: Näitä ovat esim. hybridiuhkien torjuntaan liittyvien toimivaltuuksien päivittäminen ja terrorismiuhkaan varautumiseen liittyvät kalustohankinnat.
sv_se: Sådana är t.ex. en uppdatering av befogenheterna i fråga bekämpning av hybridhot och materielanskaffningar för beredskap för terrorhot.

source: Strategian toimeenpano käynnistyi vuoden 2017 lopussa.
sv_se: Genomförandet av strategin inleddes i slutet av 2017.

source: Strategian toimenpiteillä edistetään mm. sisäisessä turvallisuudessa tapahtuvien muutosten ennakointia ja tilannekuvaa sekä ilmiöpohjaisesti yhteen toimivan hallinnon edellytyksiä.
sv_se: Åtgärderna i strategin avser att främja bl.a. framförhållningen och lägesuppfattningen av förändringar som sker i den inre säkerheten samt förutsättningarna för en fenomensbaserad interoperabel förvaltning.

source: Toimeenpanossa on huomioitu käynnissä olevan aluehallintouudistuksen tuomat mahdollisuudet.
sv_se: De möjligheter som den pågående regionförvaltningsreformen medför har beaktats i genomförandet.

source: Kertomusvuonna jatkettiin siviilitiedustelua koskevan lainsäädännön valmistelua osana tiedustelulainsäädännön kokonaisuutta (ks. tarkemmin luku 2.9 Ulko-, turvallisuus- ja puolustuspolitiikka).
sv_se: Under berättelseåret fortsatte beredningen av lagstiftningen om civilunderrättelse som en del av helheten för underrättelselagstiftningen (se närmare kapitel 2.9 Utrikes-, säkerhets- och försvarspolitik).

source: Kansallisen väkivaltaisen radikalisoitumisen ja ekstremismin ennaltaehkäisyn toimenpideohjelman toimeenpanoa jatkettiin.
sv_se: Genomförandet av det nationella åtgärdsprogrammet för förebyggande av våldsam radikalisering och extremism fortsatte.

source: Toimenpideohjelman vuoden 2017 vuosiraportin mukaan ohjelmassa asetetut lyhyen aikavälin tavoitteet on saavutettu hyvin.
sv_se: Enligt årsrapporten om åtgärdsprogrammet har kortsiktsmålen i programmet uppnåtts väl.

source: Ohjelman kaikkien toimenpiteiden toimeenpano etenee.
sv_se: Genomförandet av programmets alla åtgärder framskrider.

source: Toimintaympäristössä on viimeisen vuoden aikana tapahtunut muutoksia, jotka otetaan huomioon ohjelman toimeenpanossa jatkossa.
sv_se: Under det senaste året har det skett förändringar i omvärlden, som kommer att beaktas i det fortsatta genomförandet av programmet.

source: Viranomaisten ja esim. opettajien kykyä tunnistaa väkivaltaista radikalisoitumista ja puuttua siihen on lisätty.
sv_se: Man har förbättrat myndigheternas och t.ex. lärarnas förmåga att känna igen och ingripa i våldsam radikalisering.

source: Väkivaltaisista ääriliikkeistä irtautuvia tukeva Radinet-exit -palvelu laajeni.
sv_se: Tjänsten Radinet-exit, som tillhandahåller stöd för personer som vill lösgöra sig från våldsamma extremrörelser, utvidgades.

source: Palvelujen kysyntä on ollut suurta verrattuna palvelun resursseihin ja vuoden 2017 lopussa toimintaa päätettiin vahvistaa.
sv_se: Efterfrågan på hjälp har varit stor i förhållande till tjänstens resurser och i slutet av 2017 fattades beslut om att förstärka verksamheten.

source: Moniammatillista poliisin ja sosiaalitoimen Ankkuritoimintaa on kaikkien poliisilaitosten alueella.
sv_se: Polisens och socialväsendets mångprofessionella så kallade ankarverksamhet bedrivs på alla polisinrättningars områden.

source: Ankkurien valmius ja osaaminen ennaltaehkäistä väkivaltaista radikalisoitumista ja ekstremismiä vaihtelee.
sv_se: Ankarenas beredskap och kunnande i fråga om att förebygga våldsam radikalisering och extremism varierar.

source: Turvallisuusviranomaisten resursseja vahvistettiin julkisen talouden suunnitelmaan sisältyvässä kehyspäätöksessä (2018–2021) sekä vuoden 2018 talousarviossa.
sv_se: Säkerhetsmyndigheternas resurser stärktes genom rambeslutet (2018–2021), som ingår i planen för de offentliga finanserna, och i budgeten för 2018.

source: 33,5 milj. euron pysyvä määräraha painopisteen ollessa vihapuheen ja ääriliikkeiden torjunnassa.
sv_se: För att trygga polisens resurser anvisades ett permanent anslag på sammanlagt 33,5 mn euro med tyngdpunkt på bekämpningen av hatretorik och extremrörelser.

source: Vuodelle 2018 kohdennettiin lisäksi yht. 14,5 milj. euron lisämääräraha poliisin operatiivisen suorituskyvyn ja kyberrikostorjunnan toimintakyvyn parantamiseen, terrorismin torjunnan kalustohankintoihin, turvapaikkapalautusten tehostamiseen sekä tekniseen kehittämiseen.
sv_se: För 2018 anvisades dessutom ett tilläggsanslag på sammanlagt 14,5 mn euro för att förbättra polisens operativa prestationsförmåga och cyberbrottsbekämpningens funktionsförmåga samt till materielanskaffningar för terrorbekämpning, ett effektivare återsändande asylsökande som fått avslag och för teknisk utveckling.

source: Poliisimiesten määrä pystytään pitämään 7 200 henkilön tasolla ja poliisikoulutuksen aloituspaikkoja on lisätty vastaamaan resurssitarpeisiin.
sv_se: Antalet poliser kan behållas på en nivå av 7 200 personer och antalet studieplatser i polisutbildningen har utökats för att svara mot resursbehovet.

source: Suojelupoliisin resurssien pitkäjänteiseksi turvaamiseksi kertomusvuoden kehyspäätökseen sisällytettiin yht. 3,5 milj. euron tasokorotus.
sv_se: För att säkerställa skyddspolisens resurser på lång sikt inkluderades en nivåhöjning på sammanlagt 3,5 mn euro i rambeslutet under berättelseåret.
